Repository: nishayadav9/political_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Every complaint you raise helps create a better system. By speaking up, you contribute to improvements in local services, infrastructure, and safety. Your feedback empowers authorities to make informed decisions and act on community concerns.
hi: आपके द्वारा दर्ज की गई प्रत्येक शिकायत बेहतर सिस्टम बनाने में मदद करती है। अपनी आवाज़ उठाकर, आप स्थानीय सेवाओं, बुनियादी ढांचे और सुरक्षा में सुधार में योगदान देते हैं। आपकी प्रतिक्रिया अधिकारियों को सूचित निर्णय लेने और सामुदायिक चिंताओं पर कार्रवाई करने में सशक्त बनाती है।

source: Jan Samadhan
hi: जन समाधान

source: Empowering citizens with transparency and streamlined complaint tracking to make a difference.
hi: पारदर्शिता और सुव्यवस्थित शिकायत ट्रैकिंग के माध्यम से नागरिकों को सशक्त बनाना।

source: “Your voice, our mission.”
hi: “आपकी आवाज़, हमारा मिशन।”

source: Quick Links
hi: त्वरित लिंक

source: Track Complaint
hi: शिकायत ट्रैक करें

source: Admin Login (Superuser)
hi: एडमिन लॉगिन (सुपरयूज़र)

source: Contact
hi: संपर्क

source: Bihar, India
hi: बिहार, भारत

source: Office Hours: Mon-Fri, 9 AM - 6 PM
hi: कार्यालय समय: सोमवार-शुक्रवार, सुबह 9 बजे - शाम 6 बजे

source: Subscribe to Newsletter
hi: न्यूज़लेटर की सदस्यता लें

source: Get the latest updates and news delivered directly to your inbox.
hi: ताज़ा अपडेट और समाचार सीधे आपके इनबॉक्स में प्राप्त करें।

source: Your email address
hi: आपका ईमेल पता

source: Subscribe
hi: सदस्यता लें

source: All rights reserved.
hi: सर्वाधिकार सुरक्षित।

source: Send your complaint to the system and track its status.
hi: अपनी शिकायत सिस्टम में भेजें और उसकी स्थिति ट्रैक करें।
